Repository: WP-Translations/wp-custom-mo-file
Catalog: languages/wpt-custom-mo-file-*.po
Languages: fr_fr

source: Select a text domain
fr_fr: Sélectionner un text domain

source: Select a language
fr_fr: Sélectionner une langue

source: Upload a custom .mo file
fr_fr: Mettre en ligne un fichier .mo

source: Rules
fr_fr: Règles

source: Rule saved !
fr_fr: ﻿Règle enregistrée !

source: Rule successfull deactivated
fr_fr: Règle désactivée

source: Rule successfull activated
fr_fr: Règle activée

source: Rule successfull deleted
fr_fr: Règle supprimée

source: %d rule successfully activated.
fr_fr: %d règle a bien été créée.

source: %d rule successfully deactivated.
fr_fr: %d règle a bien été désactivée.

source: %d rule successfully deleted.
fr_fr: %d règle a bien été supprimée.

source: Please select a rule before running bulk action
fr_fr: Veuillez sélectionner une règle avant de lancer une action groupée

source: Please select a action before
fr_fr: Veuillez d’abord sélectionner une action

source: Add new rule
fr_fr: Ajouter une nouvelle règle

source: There is no available textdomain.
fr_fr: Aucun text domain n’est disponible.

source: Create, activate, desactivate your own set of rules to get full control of any translations in your WordPress installation.
fr_fr: Créer, activer, désactiver vos ensembles de règles personnalisées pour avoir le plein contrôle de toutes les traductions de votre installation WordPress.

source: Select bulk action
fr_fr: Sélectionnez l’action groupée

source: Bulk actions
fr_fr: Actions groupées

source: Deactivate
fr_fr: Désactiver

source: Delete
fr_fr: Supprimer

source: Apply
fr_fr: Appliquer

source: %d item.
fr_fr: %d élément.

source: Select All
fr_fr: Tout sélectionner

source: Language
fr_fr: Langue

source: Filename
fr_fr: Nom du fichier

source: Select&nbsp;
fr_fr: Sélectionner

source: Delete rule
fr_fr: Supprimer la règle

# Please do not translate [stars] and [wp.org]
source: Add your [stars] on [wp.org] to spread the love.
fr_fr: Ajoutez vos [stars] sur [wp.org] pour afficher votre soutien.

source: Visit %1$s Community website | %2$s Contact Support %3$s | %4$s
fr_fr: Visitez le site de la communauté de %1$s | %2$s Contactez le support %3$s | %4$s

source: Help us with Translations
fr_fr: Aidez nous à le traduire

source: Version:&nbsp;
fr_fr: Version :

source: A powerful WordPress plugin that let you use your own translation .mo files. Simple as that.
fr_fr: Une puissante extension WordPress qui vous permettent d'utiliser vos propre fichiers .mo de traduction. Aussi simple que cela.
